Repository: pisipackages/PiSiPackages-pardus-2011-devel
Catalog: multimedia/video/istanbul/files/*.po
Languages: tr

source: Desktop Session Recorder
tr: Masaüstü Kaydedicisi

source: Istanbul Desktop Session Recorder
tr: Istanbul Masaüstü Kaydedicisi

source: Record a video of your desktop session
tr: Masaüstünüzü videoya alın

source: Framerate to capture screencast as
tr: Kayıt saniyedeki kare sayısı

source: Set true, if you are recording an OpenGL using app
tr: Eğer bir OpenGL uygulamasını kaydediyorsanız onaylayın

source: Set true, if you want to record the mouse pointer
tr: Eğer fare işaretçisinin kaydedilmesini istiyorsanız onaylayın

source: Setting can be full, half or quarter
tr: Tam, yarım veya çeyrek boyut ayarlayabilirsiniz

source: Size to scale video to
tr: Video boyutunu ayarla

source: You selected too small an area. Please try again.
tr: Çok küçük bir bölge seçtiniz. Lütfen tekrar deneyin.

source: Error playing back screencast
tr: Kaydı oynatırken hata

source: There was an error playing back: %s Debug Information: %s
tr: Kaydı yürütme sırasında hata oluştu: %s Hata ayıklama bilgisi: %s

source: You do not have the ximagesrc GStreamer plugin installed.
tr: GStreamer'in ximagesrc eklentisi sistemde kurulu değil.

source: You do not have the theora GStreamer plugin installed.
tr: GStreamer'in theora eklentisi sistemde kurulu değil.

source: You do not have the ogg GStreamer plugin installed.
tr: GStreamer'in ogg eklentisi sistemde kurulu değil.

source: Save Screencast
tr: Görüntüyü kaydet

source: Ogg Media File (*.ogg)
tr: Ogg Çokluortam Dosyası (*.ogg)

source: Close _without saving
tr: Kaydetmeden Kapat

source: A file named "%s" already exists. Do you want to replace it?
tr: Zaten "%s" isminde bir dosya var. Üzerine yazmak ister misiniz?

source: The file already exists in "%s". Replacing it will overwrite its contents.
tr: "%s" içerisinde zaten öyle bir dosya var. Üzerine yazılacak.

source: There was an unknown error writing to "%s". Please try a different file or location.
tr: "%s" kaydederken bilinmeyen bir hata oluştu. Lüften başka bir dosya veya klasörü deneyin.

source: You have not saved the screencast. Are you really sure you want to lose it?
tr: Görüntüyü kaydetmediniz. Görüntünün silinmesini istiyor musunuz?

source: There was an error recording: %s Debug Information: %s
tr: Kayıt sırasında bi hata oluştu: %s Hata ayıklama bilgisi: %s

source: Left click to start screencast. Right click for menu.
tr: Kayda başlamak için sol tuşla, menü için sağ tuşla tıklayın.

source: Left click to stop recording screencast.
tr: Kaydı bitirmek için sol tuşla tıklayın.

source: In process of saving to disk.
tr: Diske kaydediliyor.

source: Records a video of your desktop session
tr: Masaüstünüzün videosunu kaydeder

source: Copyright (c) 2005-6 Zaheer Abbas Merali, John N. Laliberte Portions Copyright (C) Fluendo S.L.
tr: Telif Hakkı (c) 2005-6 Zaheer Abbas Merali, John N. Laliberte Uyarlama Telif Hakları (C) Fluendo S.L.

source: translator-credits
tr: Gürkan Gür <seqizz@gmail.com>

source: _Select Area to Record
tr: Kaydedilecek bölgeyi _seçin

source: Use a selector to select area of screen to capture.
tr: Ekranın kaydedilecek bölgesini belirlemek için tıklayın.

source: Select _Window to Record
tr: Kaydedilecek _Pencereyi Seçin

source: Select a window on the screen to capture
tr: Sadece bir pencereyi kaydetmek için tıklayın

source: Record _3D
tr: _3Boyutlu Kayıt

source: Tick this if you want to screencast a 3d application. This will however take more CPU power.
tr: 3 boyutlu bir uygulamayı kaydetmek istiyorsanız bu seçeneği işaretleyin. Daha fazla işlemci gücü gerektirir.

source: Record _Mouse Pointer
tr: Fare İşa_retçisini de Kaydet

source: Tick this if you want to record the mouse pointer during the screencast.
tr: Kayıt sırasında farenin de görünmesini istiyorsanız onaylayın.

source: Record _Sound
tr: _Sesi Kaydet

source: Tick this if you want to record audio with the screencast. You can choose the audio device to record from in the Multimedia Systems Selector in Preferences.
tr: Kayıt sırasında seslerin de dahil olması için seçin. Tercihler menüsündeki Ses Kontrolü bölümünden kayıt aygıtını değiştirebilirsiniz.

source: _Full Size
tr: _Tam Boyut

source: Select this if you do not want to scale down the size of the recording.
tr: Kaydın ekranla aynı boyutta olması için seçin.

source: _Half width and height
tr: _Yarım boy ve genişlik

source: Select this to scale down the recording resolution by 1/2.
tr: Kaydın boyunu ve genişliğini 1/2 oranında küçültmek için seçin.

source: _Quarter width and height
tr: _Çeyrek boy ve genişlik

source: Select this to scale down the recording resolution by 1/4.
tr: Kaydın boyunu ve genişliğini 1/4 oranında küçültmek için seçin.
