Repository: pisipackages/PiSiPackages-pardus-2011-devel
Catalog: hardware/disk/udisks/files/*.po
Languages: tr

source: Authentication is required to cancel a job initiated by another user
tr: Başka bir kullanıcı tarafından başlatılan bir görevi iptal etmek için yetki gerekiyor

source: Authentication is required to check the file system on the device
tr: Aygıtın üzerindeki dosya sistemini denetlemek için yetki gerekiyor

source: Authentication is required to configure Linux Software RAID devices
tr: Yazılımsal RAID aygıtlarını yapılandırmak için yetki gerekiyor

source: Authentication is required to configure drive spindown timeout
tr: Sürücünün dönüş hızının yavaşlama aralığını yapılandırmak için yetki gerekiyor

source: Authentication is required to detach the drive
tr: Sürücüyü ayırmak için yetki gerekiyor

source: Authentication is required to eject media from the device
tr: Ortamı aygıttan çıkartmak için yetki gerekiyor

source: Authentication is required to inhibit media detection
tr: Ortam tanımayı engellemek için yetki gerekiyor

source: Authentication is required to list open files on a mounted file system
tr: Bağlı bir dosya sistemindeki açık dosyaların listelenmesi için yetki gerekiyor

source: Authentication is required to lock an encrypted device unlocked by another user
tr: Başka bir kullanıcı tarafından kilidi çözülmüş şifreli bir aygıtın kilitlenmesi için yetki gerekiyor

source: Authentication is required to modify the device
tr: Aygıtı değiştirmek için yetki gerekiyor

source: Authentication is required to mount the device
tr: Aygıtı bağlamak için yetki gerekiyor

source: Authentication is required to refresh ATA SMART data
tr: ATA SMART verilerinin tazelenmesi için yetki gerekiyor

source: Authentication is required to retrieve historical ATA SMART data
tr: Eski ATA SMART verilerinin alınması için yetki gerekiyor

source: Authentication is required to run ATA SMART self tests
tr: ATA SMART otomatik testlerinin çalıştırılması için yetki gerekiyor

source: Authentication is required to unlock an encrypted device
tr: Şifrelenmiş bir aygıtın çözülmesi için yetki gerekiyor

source: Authentication is required to unmount devices mounted by another user
tr: Başka bir kullanıcı tarafından bağlanan aygıtların ayrılması için yetki gerekiyor

source: Cancel a job initiated by another user
tr: Başka bir kullanıcı tarafından başlatılan görevi iptal et

source: Check file system of a system-internal device
tr: Bir iç-sistem aygıtındaki dosya sistemini denetle

source: Check file system on a device
tr: Bir aygıttaki dosya sistemini denetle

source: Configure Linux Software RAID
tr: Yazılımsal RAID mekanizmasını yapılandır

source: Detach a drive
tr: Bir sürücüyü ayır

source: Eject media from a device
tr: Bir sürücüden ortam çıkart

source: Inhibit media detection
tr: Ortam algılamasını engelle

source: List open files
tr: Açık dosyaları listele

source: List open files on a system-internal device
tr: Bir iç-sistem aygıtındaki açık dosyaları listele

source: Lock an encrypted device unlocked by another user
tr: Başka bir kullanıcı tarafından kilidi çözülmüş bir şifreli aygıtı kilitle

source: Modify a device
tr: Bir aygıtı değiştir

source: Modify a system-internal device
tr: Bir iç-sistem aygıtını değiştir

source: Mount a device
tr: Bir aygıtı bağla

source: Mount a system-internal device
tr: Bir iç-sistem aygıtını bağla

source: Refresh ATA SMART data
tr: ATA SMART verilerini tazele

source: Retrieve historical ATA SMART data
tr: Eski ATA SMART verilerini al

source: Run ATA SMART Self Tests
tr: ATA SMART Otomatik testlerini çalıştır

source: Set drive spindown timeout
tr: Sürücünün dönüş hızının yavaşlama aralığını belirle

source: Unlock an encrypted device
tr: Şifrelenmiş bir aygıtın kilidini çöz

source: Unmount a device mounted by another user
tr: Başka bir kullanıcı tarafından bağlanmış bir aygıtı ayır

source: Authentication is required to delete a partition
tr: Disk bölümünün silinmesi için yetki gerekiyor

source: Authentication is required to create a filesystem
tr: Dosya sistemi oluşturmak için yetki gerekiyor

source: Authentication is required to create a partition
tr: Disk bölümü oluşturmak için yetki gerekiyor

source: Authentication is required to modify a partition
tr: Disk bölümünü düzenlemek için yetki gerekiyor

source: Authentication is required to create a partition table
tr: Disk bölümü tablosu oluşturmak için yetki gerekiyor

source: Authentication is required to set the file system label
tr: Dosya sistemi etiketini belirlemek için yetki gerekiyor

source: Authentication is required to stop a Software RAID device
tr: Yazılımsal RAID aygıtını durdurmak için yetki gerekiyor

source: Authentication is required to check a Software RAID device
tr: Yazılımsal RAID aygıtını denetlemek için yetki gerekiyor

source: Authentication is required to repair a Software RAID device
tr: Yazılımsal RAID aygıtını onarmak için yetki gerekiyor

source: Authentication is required to add a new component to a Software RAID device
tr: Yazılımsal RAID aygıtını yeni bir bileşen eklemek için yetki gerekiyor

source: Authentication is required to remove a component from a Software RAID device
tr: Yazılımsal RAID aygıtından bir bileşen kaldırmak için yetki gerekiyor

source: Authentication is required to start a Software RAID device
tr: Yazılımsal RAID aygıtını başlatmak için yetki gerekiyor

source: Authentication is required to create a Software RAID device
tr: Yazılımsal RAID aygıtı oluşturmak için yetki gerekiyor

source: Authentication is required to inhibit polling on a drive
tr: Sürücünü periyodik sorgulanmasının (polling) engellenmesi için yetki gerekiyor

source: Authentication is required to poll for media
tr: Periyodik ortam sorgulaması (polling) için yetki gerekiyor

source: Authentication is required to inhibit all drive polling
tr: Tüm sürücülerin periyodik sorgulanmasının (polling) engellenmesi için yetki gerekiyor

source: Device
tr: Aygıt

source: Drive
tr: Sürücü
