Repository: pisipackages/PiSiPackages-pardus-2011-devel
Catalog: multimedia/editor/devede/files/*.po
Languages: tr

source: Creating BIN/CUE files
tr: BIN/CUE dosyaları oluşturuluyor

source: Failed to create the BIN/CUE files Maybe you ran out of disk space
tr: BIN/CUE dosyaları oluşturulamadı Diskinizde yer kalmamış olabilir

source: Creating ISO file
tr: ISO dosyası oluşturuluyor

source: Failed to create the ISO image Maybe you ran out of disk space
tr: ISO dosyası oluşturulamadı Diskinizde yer kalmamış olabilir

source: Insuficient free space. To create this disc %(total)d MBytes are needed, but only %(free)d MBytes are available.
tr: Yetersiz disk alanı. Bu diski oluşturmak için %(total)d MB boş alana ihtiyacınız var, şu anda sadece %(free)d MB mevcut.

source: Failed to write to the destination directory. Check that you have privileges and free space there.
tr: Hedef dizine yazılamadı. Dizine yazma yetkiniz olup olmadığını ve mevcut boş alanı denetleyin.

source: The file or folder %(folder)s already exists. If you continue, it will be deleted.
tr: %(folder)s dosya veya dizini zaten mevcut. Devam ederseniz silinecek.

source: Unknown error
tr: Bilinmeyen hata

source: Creating DVD tree structure
tr: DVD ağaç yapısı oluşturuluyor

source: Failed to create the DVD tree Maybe you ran out of disk space
tr: DVD ağacı oluşturulamadı Diskinizde yer kalmamış olabilir

source: The menu soundtrack seems damaged. Using the default silent soundtrack.
tr: Menü arka sesi zarar görmüş. Öntanımlı sessiz fon kullanılıyor.

source: Can't find the menu background. Check the menu options.
tr: Menü arkaplanı bulunamadı. Menü seçeneklerini gözden geçirin.

source: Can't open the file.
tr: Dosya açılamıyor.

source: That file doesn't contain a disc structure.
tr: Bu dosya bir disk yapısı içermiyor.

source: That file doesn't contain a DeVeDe structure.
tr: Bu dosya bir DeVeDe yapısı içermiyor.

source: Can't find the following movie files. Please, add them and try to load the disc structure again.
tr: Aşağıdaki görüntü dosyaları bulunamadı. Lütfen bu dosyaları ekleyin ve disk yapısını tekrar yüklemeyi deneyin.

source: Can't find the menu background. I'll open the disc structure anyway with the default menu background, so don't forget to fix it before creating the disc.
tr: Menü arkaplanı bulunamadı. Disk yapısı öntanımlı menü arkaplanıyla açılacak, diski oluşturmadan önce düzeltmeyi unutmayın.

source: Can't find the menu soundtrack file. I'll open the disc structure anyway with a silent soundtrack, so don't forget to fix it before creating the disc.
tr: Menü arka sesi bulunamadı. Disk yapısı öntanımlı sessiz menüyle açılacak, diski oluşturmadan önce düzeltmeyi unutmayın.

source: No filename
tr: Dosya adı belirtilmemiş

source: Can't save the file.
tr: Dosya kaydedilemiyor.

source: Too many videos for this disc size. Please, select a bigger disc type or remove some videos.
tr: Disk boyutu için çok fazla video mevcut. Lütfen daha büyük bir disk türü seçin veya bazı videoları kaldırın.

source: Some files weren't video files. None added.
tr: Bazı dosyalar video dosyası değil. Hiçbiri eklenmedi.

source: Your project contains %(X)d movie files, but the maximum is %(MAX)d. Please, remove some files and try again.
tr: Proje %(X)d görüntü dosyası içeriyor ancak en fazla %(MAX)d adet içerebilir. Lütfen bazılarını kaldırın ve tekrar deneyin.

source: no chapters
tr: bölüm yok

source: Unsaved disc structure
tr: Kaydedilmemiş disk yapısı

source: Title %(X)d
tr: %(X)d. başlık

source: Subtitle
tr: Altyazı

source: Codepage
tr: Karakter kodlaması

source: Language
tr: Dil

source: Video files
tr: Video dosyaları

source: All files
tr: Tüm dosyalar

source: File doesn't seem to be a video file.
tr: Dosya video dosyası olarak tanımlanmadı.

source: File seems to be an audio file.
tr: Dosya ses dosyası olarak tanımlandı.

source: Please, add only one file each time.
tr: Lütfen bir defada bir dosya ekleyin.

source: Please, add a movie file before adding subtitles.
tr: Lütfen altyazı eklemeden önce bir görüntü dosyası ekleyin.

source: Adding subtitles to
tr: Altyazı ekleniyor

source: Conversion failed. It seems a bug of SPUMUX.
tr: Dönüşüm başarısız. Sorun SPUMUX kaynaklı olabilir.

source: File copy failed Maybe you ran out of disk space?
tr: Dosya kopyalama başarısız Diskinizde yer kalmamış olabilir.

source: Copying the file
tr: Dosya kopyalanıyor

source: Creating preview
tr: Önizleme oluşturuluyor

source: Converting files from title %(title_number)s (pass %(pass_number)s) %(file_name)s
tr: Dosyalar %(title_number)s. başlıktan (%(pass_number)s. geçiş) dönüştürülüyor %(file_name)s

source: Conversion failed. It seems a bug of Mencoder.
tr: Dönüşüm başarısız. Sorun Mencoder kaynaklı olabilir.

source: Also check the extra params passed to Mencoder for syntax errors.
tr: Mencoder uygulamasına verilmiş ek parametrelerin doğruluğunu denetleyin.

source: Conversion failed Maybe you ran out of disk space?
tr: Dönüşüm başarısız Diskinizde yer kalmamış olabilir.

source: Failed to create the menues.
tr: Menü oluşturulurken hatayla karşılaşıldı.

source: Menu generation failed.
tr: Menü oluşturulamadı.

source: Can't add the buttons to the menus. It seems a bug of SPUMUX.
tr: Menülere düğme eklenemiyor. Sorun SPUMUX kaynaklı olabilir.

source: Creating menu %(menu_number)d
tr: %(menu_number)d. menü oluşturuluyor

source: Clear
tr: Temizle

source: Encoding:
tr: Kodlama:

source: File:
tr: Dosya:

source: Language:
tr: Dil:

source: Put subtitles upper
tr: Altyazıları yukarı koy

source: Add subtitles
tr: Altyazı ekle

source: Choose a file
tr: Dosya seç

source: Aborted. There can be temporary files at the destination directory.
tr: İptal edildi. Hedef dizinde geçici dosyalar olabilir.

source: Abort the current DVD and exit?
tr: Mevcut DVD projesini iptal edip çıkmak istiyor musunuz?

source: Exit DeVeDe
tr: Çıkış

source: Cancel job?
tr: Görev iptal edilsin mi?

source: Delete chapter
tr: Bölümü sil

source: Proceed?
tr: Devam etmek istiyor musunuz?

source: You chose to delete this chapter and reorder the other ones:
tr: Bu bölümü silmeyi ve diğerlerini tekrar sıralamayı seçtiniz:

source: Delete subtitle
tr: Altyazıyı kaldır

source: Remove the selected subtitle file?
tr: Seçilen altyazı dosyası kaldırılsın mı?

source: Delete title
tr: Başlığı kaldır

source: You chose to delete this title and reorder the other ones:
tr: Bu başlığı silmeyi ve diğerlerini tekrar sıralamayı seçtiniz:

source: <b>China VideoDisc</b> Another kind of Super VideoCD
tr: <b>China Video Disk</b> Farklı bir Super Video CD türü

source: <b>Choose the disc type you want to create with DeVeDe</b>
tr: <b>DeVeDe ile oluşturmak istediğiniz disk türünü seçin</b>

source: <b>DivX / MPEG-4</b> Creates files compliant with DivX home players
tr: <b>DivX / MPEG-4</b> DivX oynatıcılar ile uyumlu dosyalar

source: <b>Super VideoCD</b> Creates a VideoCD with better picture quality
tr: <b>Super VideoCD</b> Daha iyi görüntü kalitesine sahip Video CD

source: <b>Video DVD</b> Creates a video DVD suitable for all DVD home players
tr: <b>Video DVD</b> DVD oynatıcılar ile uyumlu Video DVD

source: <b>VideoCD</b> Creates a VideoCD, with a picture quality equivalent to VHS
tr: <b>VideoCD</b> VHS eşdeğerinde görüntü kalitesine sahip VideoCD

source: Disc type selection
tr: Disk türü seçimi

source: Your DVD structure contains empty titles. Continue anyway?
tr: DVD yapısı boş başlıklar içeriyor. Devam edilsin mi?

source: Job done!
tr: Tamamlandı!

source: Delete current disc structure?
tr: Mevcut disk yapısı silinsin mi?

source: Delete the current disc structure and start again?
tr: Mevcut disk yapısı silinip baştan başlanılsın mı?

source: Error
tr: Hata

source: <b>Aspect ratio</b>
tr: <b>En/boy oranı</b>

source: <b>Audio rate (Kbits/sec)</b>
tr: <b>Ses oranı (Kbit/sn)</b>

source: <b>Audio tracks</b>
tr: <b>Ses parçaları</b>

source: <b>Audio</b>
tr: <b>Ses</b>

source: <b>Division in chapters</b>
tr: <b>Bölümlere ayrılma</b>

source: <b>Extra parameters for Mencoder</b>
tr: <b>Ek Mencoder parametreleri</b>

source: <b>Field order</b>
tr: <b>Alan sırası</b>

source: <b>File info</b>
tr: <b>Dosya bilgisi</b>

source: <b>File split</b>
tr: <b>Dosya bölünmesi</b>

source: <b>File</b>
tr: <b>Dosya</b>

source: <b>Final size</b>
tr: <b>Çıktı boyutu</b>

source: <b>MacroBlock decision algorithm and Trellis searched quantization</b>
tr: <b>MacroBlock karar algoritması ve Trellis searched quantization</b>

source: <b>Mirror</b>
tr: <b>Ayna</b>

source: <b>Rotation</b>
tr: <b>Döndürme</b>

source: <b>Scaling mode</b>
tr: <b>Ölçekleme kipi</b>

source: <b>Special</b>
tr: <b>Özel</b>

source: <b>Subtitles</b>
tr: <b>Altyazılar</b>

source: <b>Two pass encoding</b>
tr: <b>Çift geçişli kodlama</b>

source: <b>Video format</b>
tr: <b>Video biçimi</b>

source: <b>Video rate (Kbits/sec)</b>
tr: <b>Video oranı (Kbit/sn)</b>

source: <b>Volume (%)</b>
tr: <b>Ses (%)</b>

source: Add black bars
tr: Siyah bar ekle

source: Advanced options
tr: Gelişmiş seçenekler

source: Audio
tr: Ses

source: Audio delay (in seconds):
tr: Ses gecikmesi (saniye):

source: Audio track:
tr: Ses parçası:

source: Create DVD with 5.1 channel sound
tr: 5.1 ses kanallı DVD oluştur

source: Default
tr: Öntanımlı

source: DivX format doesn't support subtitles. Please, read the FAQ.
tr: DivX biçimi altyazıları desteklemiyor. Lütfen SSS belgesine başvurun.

source: Don't deinterlace
tr: Deinterlace yapma

source: Estimated final length (MBytes):
tr: Tahmin edilen boyut (MB):

source: FFMpeg deinterlacing filter
tr: FFMpeg deinterlacing filtre

source: File properties
tr: Dosya özellikleri

source: Final size (pixels):
tr: Çıktı boyutu (piksel):

source: Font size:
tr: Yazıtipi boyutu:

source: Force subtitles
tr: Altyazıları zorla

source: Frames per second:
tr: Saniye başı kare:

source: General
tr: Genel

source: Horizontal mirror
tr: Yatay ayna

source: Linear blend
tr: Çizgisel harmanlama

source: Lowpass5 deinterlacing filter
tr: Lowpass5 deinterlacing filtre

source: Median deinterlacing filter
tr: Median deinterlacing filtre

source: Misc
tr: Çeşitli

source: No rotation
tr: Döndürme yok

source: Original audio rate (Kbits/sec):
tr: Özgün ses oranı (Kbit/sn):

source: Original length (seconds):
tr: Özgün süre (saniye):

source: Original size (pixels):
tr: Özgün boyut (piksel):

source: Original video rate (Kbits/sec):
tr: Özgün video oranı (Kbit/sn):

source: Preview
tr: Önizleme

source: Quality
tr: Kalite

source: Repack audio and video without reencoding (useful for VOB files)
tr: Ses ve görüntüyü tekrar kodlamadan paketle (VOB dosyaları için kullanışlı)

source: Reset
tr: Sıfırla

source: Resets the volume to 100%
tr: Ses seviyesini 100% yap

source: Rotate 180 degrees
tr: 180 derece döndür

source: Rotate 90 degrees clockwise
tr: Saat yönünde 90 derece döndür

source: Rotate 90 degrees counter-clockwise
tr: Saat yönünün tersine 90 derece döndür

source: Scale picture
tr: Görüntüyü ölçekle

source: Select MBD mode which needs the fewest bits
tr: En az bit sayısına ihtiyaç duyan MBD kipini seç

source: Select the MBD mode which has the best rate distortion (better quality)
tr: En az bozulma oranına sahip MBD kipini seç (daha iyi kalite)

source: Size (in minutes) for each chapter:
tr: Her bölüm için uzunluk (dakika):

source: Split the file in chapters (for easy seeking)
tr: Dosyayı (kolay arama için) bölümlere ayır

source: Store full length
tr: Tüm uzunluğu sakla

source: Store the first half
tr: İlk yarıyı sakla

source: Store the second half
tr: İkinci yarıyı sakla

source: Swap fields
tr: Alanları takas et

source: This file already has AC3 sound (copy audio data instead of recompress it)
tr: Dosya zaten AC3 ses kanalına sahip (ses verisini tekrar sıkıştırmak yerine kopyalar)

source: This file is already a DVD/xCD-suitable MPEG-PS file
tr: Dosya zaten bir DVD/xCD-uyumlu MPEG-PS dosyası

source: This video file has no audio tracks.
tr: Bu video dosyasında ses izi yok.

source: Turbo 1st pass
tr: Turbo ilk geçiş

source: Use MBCMP (faster)
tr: MBCMP kullan (daha hızlı)

source: Use Trellis Searched Quantization (better quality, slower conversion)
tr: Trellis Searched Quantization kullan (daha iyi kalite, yavaş dönüşüm)

source: Use a GOP of 12 frames (improves compatibility)
tr: 12 karelik resim grubu kullan (uyumluluğu arttırır)

source: Use dual pass encoding (better quality, much slower conversion)
tr: Çift geçişli kodlama kullan (daha iyi kalite, çok daha yavaş dönüşüm)

source: Vertical mirror
tr: Dikey ayna

source: Video format
tr: Video biçimi

source: Video options
tr: Video seçenekleri

source: YADIF deinterlacing filter
tr: YADIF deinterlacing filtre

source: Choose a folder
tr: Bir dizin seçin

source: Choose the folder where DeVeDe will create the DVD image and a name for it. Don't use a folder in a VFAT/FAT32 drive. Characters /, | and \ are not allowed and will be replaced by underscores.
tr: DeVeDe tarafından oluşturulacak DVD kalıbının saklanacağı dizin seçin ve kalıp için bir isim belirleyin. VFAT/FAT32 dosya sistemlerindeki dizinleri seçmeyin. /, | ve \ karakterleri geçersizdir ve altçizgi ile değiştirileceklerdir.

source: Load a disc structure
tr: Bir disk yapısı yükle

source: If you load a disc structure you will loose your current structure (unless you saved it). Continue?
tr: Eğer bir disk yapısı yüklerseniz mevcut yapıyı kaybedeceksiniz (eğer kaydetmediyseniz). Devam etmek istediğinizden emin misiniz?

source: Warning: you already have a disc structure
tr: Uyarı: Disk yapısı zaten mevcut

source: Media size:
tr: Ortam boyutu:

source: <b>Action</b>
tr: <b>Eylem</b>

source: <b>Default format</b>
tr: <b>Öntanımlı biçim</b>

source: <b>Disc usage</b>
tr: <b>Disk kullanımı</b>

source: <b>Files</b>
tr: <b>Dosyalar</b>

source: <b>Menus</b>
tr: <b>Menüler</b>

source: <b>Options</b>
tr: <b>Seçenekler</b>

source: <b>Titles</b>
tr: <b>Başlıklar</b>

source: Adjust disc usage
tr: Disk kullanımını ayarla

source: Audio rate (Kbits/sec):
tr: Ses oranı (Kbit/sn):

source: Create a menu with the titles
tr: Başlıklarla beraber bir menü oluştur

source: Create an ISO or BIN/CUE image, ready to burn to a disc
tr: Diske yazılmaya hazır ISO veya BIN/CUE kalıbı oluştur

source: Create disc structure
tr: Disk yapısını oluştur

source: Erase temporary files
tr: Geçici dosyaları kaldır

source: Estimated length (MBytes):
tr: Tahmin edilen boyut (MB):

source: Length (seconds):
tr: Uzunluk (saniye):

source: Menu options
tr: Menü seçenekleri

source: Only convert film files to compliant MPEG files
tr: Film dosyalarını sadece uyumlu MPEG dosyalarına dönüştür

source: Output aspect ratio:
tr: Çıktının yatay/dikey oranı:

source: Preview menu
tr: Menüyü önizle

source: Size of chapters:
tr: Bölümlerin boyu:

source: Use optimizations for multicore CPUs
tr: Çok çekirdekli işlemciler için optimizasyon kullan

source: Video rate (Kbits/sec):
tr: Video oranı (Kbit/sn):

source: _File
tr: _Dosya

source: _Help
tr: _Yardım

source: Menu preview
tr: Menü önizleme

source: <b>Disc startup options</b>
tr: <b>Disk başlangıç seçenekleri</b>

source: <b>Horizontal alignment</b>
tr: <b>Yatay hizalama</b>

source: <b>Menu background (only PNG)</b>
tr: <b>Menü arkaplanı (sadece PNG)</b>

source: <b>Menu font and colors</b>
tr: <b>Menü yazı tipi ve renkleri</b>

source: <b>Menu music</b>
tr: <b>Menü müziği</b>

source: <b>Menu position</b>
tr: <b>Menü pozisyonu</b>

source: <b>Menu title</b>
tr: <b>Menü başlığı</b>

source: <b>Vertical alignment</b>
tr: <b>Dikey hizalama</b>

source: Background color for titles:
tr: Başlıklar için arkaplan rengi:

source: Bottom
tr: Alt

source: Center
tr: Orta

source: Choose a music file
tr: Bir müzik dosyası seçin

source: Color for selected title:
tr: Seçilen başlık rengi:

source: Color for shadows:
tr: Gölgeler için renk:

source: Color for unselected titles:
tr: Seçilmeyen başlık rengi:

source: Font:
tr: Yazı tipi:

source: Jump to the first title at startup
tr: Başlangıçta ilk başlığa atla

source: Left
tr: Sol

source: Middle
tr: Orta

source: Right
tr: Sağ

source: Select a picture to be used as background for disc's menu
tr: Disk menüsü için kullanılacak bir resim seçin

source: Set default background
tr: Öntanımlı arkaplan yap

source: Set menus without sound
tr: Sessiz menü

source: Shadow color:
tr: Gölge rengi:

source: Show menu at disc startup
tr: Disk başlarken menüyü göster

source: Text color:
tr: Metin rengi:

source: Text:
tr: Metin:

source: Top
tr: Yukarı

source: Can't find the font for subtitles. Aborting.
tr: Altyazılar için yazı tipi bulunamadığından işlem kesiliyor.

source: Replay the preview again?
tr: Önizleme tekrar oynatılsın mı?

source: <b>Preview video</b>
tr: <b>Önizleme</b>

source: DeVeDe will create a preview with the selected parameters, so you will be able to check video quality, audio sync and so on.
tr: DeVeDe seçili parametrelerle bir önizleme yaratacak, bu sayede görüntü kalitesini ve ses eşzamanlamasını kontrol edebileceksiniz.

source: Folder for temporary file
tr: Geçici dosya dizini

source: Preview length:
tr: Önizleme süresi:

source: Temporary files folder:
tr: Geçici dosya dizini:

source: Can't find the following programs:
tr: Aşağıdaki uygulamalar bulunamadı:

source: DeVeDe needs them in order to work. If you want to use DeVeDe, you must install all of them.
tr: DeVeDe düzgün çalışabilmek için bu uygulamalara ihtiyaç duyduğundan bu uygulamaları kurmalısınız.

source: Creating...
tr: Oluşturuluyor...

source: Save current disc structure
tr: Mevcut disk yapısını kaydet

source: <b>Action to perform when this title ends</b>
tr: <b>Bu başlık bittiğinde gerçekleştirilecek eylem</b>

source: <b>Title's name</b>
tr: <b>Başlığın adı</b>

source: Play the first title
tr: İlk başlığı oynat

source: Play the last title
tr: Son başlığı oynat

source: Play the next title
tr: Sonraki başlığı oynat

source: Play the previous title
tr: Önceki başlığı oynat

source: Play this title again (loop)
tr: Bu başlığı tekrar oynat (tekrarla)

source: Stop reproduction/show disc menu
tr: Yapımı durdur/disk menüsünü göster

source: Title properties
tr: Başlık özellikleri

source: Warning
tr: Uyarı
