Repository: pisipackages/PiSiPackages-pardus-2011-devel
Catalog: hardware/powermanagement/upower/files/*.po
Languages: tr

source: Authentication is required to hibernate the system
tr: Sistemi disk kullanarak askıya almak için yetki gerekiyor

source: Authentication is required to suspend the system
tr: Sistemi bellek kullanarak askıya almak için yetki gerekiyor

source: Hibernate the system
tr: Disk kullanarak askıya al

source: Suspend the system
tr: Bellek kullanarak askıya al

source: Authentication is required to cancel a latency request
tr: Gecikme isteğinin iptali için yetki gerekiyor

source: Authentication is required to set a persistent latency setting
tr: Gecikmenin kalıcı olarak ayarlanması için yetki gerekiyor

source: Authentication is required to set administrator settings for latency control
tr: Gecikme denetimi için yönetimsel ayarların yapılması yetki gerektiriyor

source: Authentication is required to set the required latency of an application
tr: Uygulamanın gecikmesinin ayarlanması yetki gerektiriyor

source: Cancel a latency request
tr: Gecikme isteğini iptal et

source: Set a persistent latency setting
tr: Gecikmeyi kalıcı olarak ayarla

source: Set administrator settings for latency control
tr: Gecikme denetimi için yönetimsel ayarları yap

source: Set the required latency of an application
tr: Bir uygulamanın gecikmesini ayarla

source: Show extra debugging information
tr: Ek hata ayıklama bilgileri göster

source: Enumerate objects paths for devices
tr: Aygıtlar için nesne yollarını sırala

source: Dump all parameters for all objects
tr: Tüm nesneler için parametreleri göster

source: Get the wakeup data
tr: Uyanma verisini al

source: Monitor activity from the power daemon
tr: Güç hizmeti etkinliklerini izle

source: Monitor with detail
tr: Detaylı izleme

source: Show information about object path
tr: Nesne yoluyla ilgili bilgi göster
