Repository: pisipackages/PiSiPackages-pardus-2011-devel
Catalog: network/connection/NetworkManager/files/*.po
Languages: tr

source: Usage: nmcli con { COMMAND | help } COMMAND := { list | status | up | down } list [id <id> | uuid <id> | system | user] status up id <id> | uuid <id> [iface <iface>] [ap <hwaddr>] [--nowait] [--timeout <timeout>] down id <id> | uuid <id>
tr: Kullanım: nmcli con { KOMUT | help } KOMUT := { list | status | up | down } list [id <id> | uuid <id> | system | user] status up id <id> | uuid <id> [iface <arayüz>] [ap <donanım adresi>] [--nowait] [--timeout <zaman aşımı>] down id <id> | uuid <id>

source: yes
tr: evet

source: no
tr: hayır

source: User connections
tr: Kullanıcı bağlantıları

source: Error: %s argument is missing.
tr: Hata: %s argümanı eksik.

source: Error: %s - no such connection.
tr: Error: %s isminde bir bağlantı yok.

source: Unknown parameter: %s
tr: Bilinmeyen parametre:%s

source: Error: no valid parameter specified.
tr: Hata: Geçerli parametre verilmedi.

source: Active connections
tr: Etkin bağlantılar

source: no active connection on device '%s'
tr: '%s' aygıtı için etkin bağlantı yok

source: no active connection or device
tr: etkin bağlantı veya aygıt yok

source: activating
tr: etkinleştiriliyor

source: activated
tr: etkinleştirildi

source: unknown
tr: bilinmeyen

source: VPN connecting (prepare)
tr: VPN bağlantısı kuruluyor (hazırlanıyor)

source: VPN connecting (need authentication)
tr: VPN bağlantısı kuruluyor (kimlik doğrulama gerekiyor)

source: VPN connecting
tr: VPN bağlantısı kuruluyor

source: VPN connecting (getting IP configuration)
tr: VPN bağlantısı kuruluyor (IP yapılandırması alınıyor)

source: VPN connected
tr: VPN bağlantısı kuruldu

source: VPN connection failed
tr: VPN bağlantısı kurulamadı

source: VPN disconnected
tr: VPN bağlantısı kesildi

source: unknown reason
tr: bilinmeyen sebep

source: none
tr: hiçbiri

source: the user was disconnected
tr: kullanıcının bağlantısı kesildi

source: the base network connection was interrupted
tr: Temel ağ bağlantısı kesildi

source: the VPN service stopped unexpectedly
tr: VPN hizmeti beklenmeyen bir şekilde durdu

source: the VPN service returned invalid configuration
tr: VPN hizmeti geçersiz yapılandırma hatası bildirdi

source: the connection attempt timed out
tr: Bağlantı denemesi zaman aşımına uğradı

source: the VPN service did not start in time
tr: VPN hizmeti zamanında başlamadı

source: the VPN service failed to start
tr: VPN hizmeti başlatılamadı

source: no valid VPN secrets
tr: geçerli VPN parola dosyası bulunamadı

source: invalid VPN secrets
tr: geçersiz VPN parola dosyaları

source: the connection was removed
tr: bağlantı kaldırıldı

source: state: %s
tr: durum:%s

source: Connection activated
tr: Bağlantı etkinleştirildi

source: Error: Connection activation failed.
tr: Hata: Bağlantı etkinleştirilemedi.

source: state: %s (%d)
tr: durum: %s (%d)

source: Error: Connection activation failed: %s.
tr: Hata: Bağlantı etkinleştirilemedi: %s.

source: Error: Timeout %d sec expired.
tr: Hata: %d saniye zaman aşımı süresi doldu.

source: Error: Connection activation failed: %s
tr: Hata: Bağlantı etkinleştirilemedi: %s

source: Error: Obtaining active connection for '%s' failed.
tr: Hata: '%s' için etkin bağlantı bilgisi alınamadı.

source: Active connection state: %s
tr: Etkin bağlantı durumu: %s

source: Active connection path: %s
tr: Etkin bağlantı yolu: %s

source: Error: Unknown connection: %s.
tr: Hata: Bilinmeyen bağlantı: %s.

source: Error: timeout value '%s' is not valid.
tr: Hata: '%s' zaman aşımı için geçerli bir değer değil.

source: Error: id or uuid has to be specified.
tr: Hata: id veya uuid verilmeli.

source: Error: No suitable device found: %s.
tr: Hata: Uygun bir aygıt bulunamadı: %s.

source: Error: No suitable device found.
tr: Hata: Uygun bir aygıt bulunamadı.

source: Warning: Connection not active
tr: Uyarı: Bağlantı etkin değil

source: Error: 'con' command '%s' is not valid.
tr: Hata: 'con' komutu '%s' geçerli değil.

source: Error: could not connect to D-Bus.
tr: Hata: D-Bus'a bağlanılamadı.

source: Error: Could not get system settings.
tr: Hata: Sistem ayarları alınamadı.

source: Error: Could not get user settings.
tr: Hata: Kullanıcı ayarları alınamadı.

source: Error: Can't obtain connections: settings services are not running.
tr: Hata: Bağlantılar alınamadı: ayar hizmeti çalışmıyor.

source: unmanaged
tr: yönetilmiyor

source: unavailable
tr: mevcut değil

source: disconnected
tr: bağlı değil

source: connecting (prepare)
tr: bağlanıyor (hazırlanıyor)

source: connecting (configuring)
tr: bağlanıyor (yapılandırılıyor)

source: connecting (need authentication)
tr: bağlanıyor (kimlik doğrulama gerekiyor)

source: connecting (getting IP configuration)
tr: bağlanıyor (IP yapılandırması alınıyor)

source: connected
tr: bağlandı

source: connection failed
tr: bağlantı başarısız

source: Unknown
tr: Bilinmeyen

source: (none)
tr: (hiçbiri)

source: %s: error converting IP4 address 0x%X
tr: %s: 0x%X IP4 adresi dönüştürülemedi

source: (unknown)
tr: (bilinmeyen)

source: on
tr: açık

source: off
tr: kapalı

source: Status of devices
tr: Aygıtların Durumları

source: Error: '%s' argument is missing.
tr: Hata: '%s' argümanı eksik.

source: Error: Device '%s' not found.
tr: Hata: '%s' aygıtı bulunamadı.

source: Success: Device '%s' successfully disconnected.
tr: '%s' aygıtının bağlantısı başarıyla kesildi.

source: Error: Device '%s' (%s) disconnecting failed: %s
tr: Hata: '%s' aygıtının (%s) bağlantısı kesilemedi: %s

source: Device state: %d (%s)
tr: Aygıt durumu: %d (%s)

source: Error: iface has to be specified.
tr: Hata: arayüz belirtilmeli.

source: WiFi scan list
tr: Kablosuz tarama listesi

source: Error: Access point with hwaddr '%s' not found.
tr: Hata: donanım adresi '%s' olan erişim noktası bulunamadı.

source: Error: Device '%s' is not a WiFi device.
tr: Hata: '%s' aygıtı kablosuz bir aygıt değil.

source: Error: 'dev wifi' command '%s' is not valid.
tr: Hata: '%s' 'dev wifi' komutu geçersiz.

source: Error: 'dev' command '%s' is not valid.
tr: Hata: '%s' 'dev' komutu geçersiz.

source: asleep
tr: uykuda

source: connecting
tr: bağlanıyor

source: NetworkManager status
tr: NetworkManager durumu

source: enabled
tr: etkin

source: disabled
tr: etkin değil

source: running
tr: çalışıyor

source: not running
tr: çalışmıyor

source: Error: invalid 'wifi' parameter: '%s'.
tr: Hata: geçersiz 'wifi' parametresi: '%s'.

source: Error: invalid 'wwan' parameter: '%s'.
tr: Hata: geçersiz 'wwan' parametresi: '%s'.

source: Error: 'nm' command '%s' is not valid.
tr: Hata: 'nm' komutu '%s' geçersiz.

source: nmcli tool, version %s
tr: nmcli aracı, sürüm %s

source: Caught signal %d, shutting down...
tr: %d sinyali yakalandı, sonlandırılıyor...

source: Error: Could not connect to NetworkManager.
tr: Hata: NetworkManager'a bağlanılamadı.

source: Success
tr: Başarılı

source: PEM key file had no end tag '%s'.
tr: PEM anahtar dosyası '%s' kapatma etiketine sahip değil.

source: Doesn't look like a PEM private key file.
tr: PEM özel anahtar dosyasına benzemiyor.

source: Not enough memory to store PEM file data.
tr: PEM dosya verisini saklayacak yeterli bellek yok.

source: Malformed PEM file: Proc-Type was not first tag.
tr: Bozuk PEM dosyası: Proc-Type ilk etiket değil.

source: Malformed PEM file: unknown Proc-Type tag '%s'.
tr: Bozuk PEM dosyası: bilinmeyen Proc-Type etiketi '%s'.

source: Malformed PEM file: DEK-Info was not the second tag.
tr: Bozuk PEM dosyası: DEK-Info ikinci etiket değil.

source: Malformed PEM file: no IV found in DEK-Info tag.
tr: Bozuk PEM dosyası: DEK-Info etiketinde IV bulunamadı.

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
tr: Bozuk PEM dosyası: DEK-Info etiketindeki IV biçimi geçersiz.

source: Malformed PEM file: unknown private key cipher '%s'.
tr: Bozuk PEM dosyası: bilinmeyen özel anahtar şifresi '%s'.

source: Could not decode private key.
tr: Özel anahtar çözülemiyor.

source: PEM certificate '%s' had no end tag '%s'.
tr: PEM sertifikası '%s', '%s' kapatma etiketine sahip değil.

source: Failed to decode certificate.
tr: Sertifika çözülemedi.

source: Not enough memory to store certificate data.
tr: Sertifika verisini saklayacak yeterli bellek yok.

source: Not enough memory to store file data.
tr: Dosya verisini saklayacak yeterli bellek yok.

source: IV must be an even number of bytes in length.
tr: IV uzunluğu bayt cinsinden çift sayı olmalı.

source: Not enough memory to store the IV.
tr: IV'yi saklayacak yeterli bellek yok.

source: IV contains non-hexadecimal digits.
tr: IV onaltılık olmayan rakamlar içeriyor.

source: Private key cipher '%s' was unknown.
tr: Özel anahtar şifresi '%s' bilinmiyor.

source: Not enough memory to decrypt private key.
tr: Özel anahtarın şifresini çözecek yeterli bellek yok.

source: Unable to determine private key type.
tr: Özel anahtar türü belirlenemiyor.

source: Not enough memory to store decrypted private key.
tr: Çözülmüş özel anahtarı saklayacak yeterli bellek yok.

source: Failed to initialize the crypto engine.
tr: Şifreleme motoru başlatılamadı.

source: Failed to initialize the MD5 engine: %s / %s.
tr: MD5 motoru başlatılamadı: %s / %s.

source: Invalid IV length (must be at least %zd).
tr: Geçersiz IV uzunluğu (en az %zd olmalı).

source: Not enough memory for decrypted key buffer.
tr: Çözülmüş anahtar tamponu için yetersiz bellek.

source: Failed to initialize the decryption cipher context: %s / %s.
tr: Şifre çözme şifre içeriği (decryption cipher context) ilklendirilemedi: %s / %s.

source: Failed to set symmetric key for decryption: %s / %s.
tr: Şifre çözme için simetrik anahtar ayarlanamadı: %s / %s.

source: Failed to set IV for decryption: %s / %s.
tr: Şifre çözme için IV ayarlanamadı: %s / %s.

source: Failed to decrypt the private key: %s / %s.
tr: Özel anahtar çözülemedi: %s / %s.

source: Failed to decrypt the private key: unexpected padding length.
tr: Özel anahtar çözülemedi: beklenmeyen doldurma (padding) uzunluğu.

source: Failed to decrypt the private key.
tr: Özel anahtar çözülemedi.

source: Could not allocate memory for encrypting.
tr: Şifreleme için bellek ayrılamadı.

source: Failed to initialize the encryption cipher context: %s / %s.
tr: Şifreleme içeriği ilklendirilemedi: %s / %s.

source: Failed to set symmetric key for encryption: %s / %s.
tr: Şifreleme için simetrik anahtar ayarlanamadı: %s / %s.

source: Failed to set IV for encryption: %s / %s.
tr: Şifreleme için IV ayarlanamadı: %s / %s.

source: Failed to encrypt the data: %s / %s.
tr: Veri şifrelenemedi: %s / %s.

source: Error initializing certificate data: %s
tr: Sertifika verisi ilklendirilemedi: %s

source: Couldn't decode certificate: %s
tr: Sertifika çözülemiyor: %s

source: Couldn't initialize PKCS#12 decoder: %s
tr: PKCS#12 çözücüsü başlatılamadı: %s

source: Couldn't decode PKCS#12 file: %s
tr: PKCS#12 dosyası '%s' çözülemedi

source: Couldn't verify PKCS#12 file: %s
tr: PKCS#12 dosyası '%s' doğrulanamadı

source: Failed to initialize the crypto engine: %d.
tr: Şifreleme motoru başlatılamadı: %d.

source: Failed to initialize the MD5 context: %d.
tr: MD5 içeriği ilklendirilemedi: %d.

source: Invalid IV length (must be at least %d).
tr: Geçersiz IV uzunluğu (en az %d olmalı).

source: Failed to initialize the decryption cipher slot.
tr: Şifre çözme şifre yuvası ilklendirilemedi.

source: Failed to set symmetric key for decryption.
tr: Şifre çözme için simetrik anahtar ayarlanamadı.

source: Failed to set IV for decryption.
tr: Şifre çözme için IV ayarlanamadı.

source: Failed to initialize the decryption context.
tr: Şifre çözme içeriği ilklendirilemedi.

source: Failed to decrypt the private key: %d.
tr: Özel anahtarın şifresi çözülemedi: %d.

source: Failed to decrypt the private key: decrypted data too large.
tr: Özel anahtarın şifresi çözülemedi: şifresi çözülen veri çok büyük.

source: Failed to finalize decryption of the private key: %d.
tr: Özel anahtarın şifresinin çözülme işlemi sonlandırılamadı: %d.

source: Failed to initialize the encryption cipher slot.
tr: Şifreleme şifre yuvası (encryption cipher slot) ilklendirilemedi.

source: Failed to set symmetric key for encryption.
tr: Şifreleme için simetrik anahtar ayarlanamadı.

source: Failed to set IV for encryption.
tr: Şifreleme için IV ayarlanamadı.

source: Failed to initialize the encryption context.
tr: Şifreleme içeriği ilklendirilemedi.

source: Failed to encrypt: %d.
tr: Şifreleme başarısız: %d.

source: Unexpected amount of data after encrypting.
tr: Şifrelemeden sonra beklenmeyen veri boyutu.

source: Couldn't decode certificate: %d
tr: Sertifika çözülemedi: %d

source: Couldn't convert password to UCS2: %d
tr: Parola UCS2 biçimine dönüştürülemedi: %d

source: Couldn't initialize PKCS#12 decoder: %d
tr: PKCS#12 çözücüsü başlatılamadı: %d

source: Couldn't decode PKCS#12 file: %d
tr: PKCS#12 dosyası çözülemedi: %d

source: Couldn't verify PKCS#12 file: %d
tr: PKCS#12 dosyası doğrulanamadı: %d

source: Could not generate random data.
tr: Rastgele veri üretilemedi.

source: Not enough memory to make encryption key.
tr: Şifreleme anahtarı üretecek yeterli bellek yok.

source: Could not allocate memory for PEM file creation.
tr: PEM dosyası üretimi için bellek ayrılamıyor.

source: Could not allocate memory for writing IV to PEM file.
tr: IV'nin PEM dosyasına yazılması için bellek ayrılamıyor.

source: Could not allocate memory for writing encrypted key to PEM file.
tr: Şifreli anahtarın PEM dosyasına yazılması için bellek ayrılamıyor.

source: Could not allocate memory for PEM file data.
tr: PEM dosyası verisi için bellek ayrılamıyor.

source: Connection sharing via a protected WiFi network
tr: Güvenli kablosuz ağ üzerinden bağlantı paylaşımı

source: Connection sharing via an open WiFi network
tr: Açık kablosuz ağ üzerinden bağlantı paylaşımı

source: Modify persistent system hostname
tr: Sistemin kalıcı makine adını değiştir

source: Modify system connections
tr: Sistem bağlantılarını değiştir

source: System policy prevents modification of system settings
tr: Sistem politikası sistem ayarlarının değiştirilmesini engelliyor

source: System policy prevents modification of the persistent system hostname
tr: Sistem politikası sistemin kalıcı makine adının değiştirilmesini engelliyor

source: System policy prevents sharing connections via a protected WiFi network
tr: Sistem politikası güvenli kablosuz ağ üzerinden bağlantı paylaşımını engelliyor

source: System policy prevents sharing connections via an open WiFi network
tr: Sistem politikası açık kablosuz ağ üzerinden bağlantı paylaşımını engelliyor

source: Allow control of network connections
tr: Ağ bağlantılarının kontrolüne izin ver

source: Allow use of user-specific connections
tr: Kullanıcı temelli bağlantıların kullanımına izin ver

source: Enable or disable WiFi devices
tr: WiFi aygıtları etkinleştir/kapat

source: Enable or disable mobile broadband devices
tr: Mobil geniş bant aygıtları etkinleştir/kapat

source: Enable or disable system networking
tr: Ağ iletişimini etkinleştir/kapat

source: System policy prevents control of network connections
tr: Sistem politikası ağ bağlantılarının kontrolünü engelliyor

source: System policy prevents enabling or disabling WiFi devices
tr: Sistem politikası WiFi aygıtlarının etkinleştirilmesini/kapatılmasını engelliyor

source: System policy prevents enabling or disabling mobile broadband devices
tr: Sistem politikası mobil geniş bant aygıtlarının etkinleştirilmesini/kapatılmasını engelliyor

source: System policy prevents enabling or disabling system networking
tr: Sistem politikası ağ iletişiminin etkinleştirilmesini/kapanmasını engelliyor

source: System policy prevents putting NetworkManager to sleep or waking it up
tr: Sistem politikası NetworkManager'ın uyku moduna geçmesini veya uyanmasını engelliyor

source: System policy prevents use of user-specific connections
tr: Sistem politikası kullanıcı temelli bağlantıların kullanılmasını engelliyor

source: error processing netlink message: %s
tr: netlink iletisinin işlenmesinde hata: %s

source: error occurred while waiting for data on socket
tr: soketten veri beklenirken hata oluştu

source: unable to connect to netlink for monitoring link status: %s
tr: hat durumunu gözlemlemek için netlink'e bağlanılamadı: %s

source: unable to enable netlink handle credential passing: %s
tr: hat durumunu gözlemlemek için netlink tanımlayıcısı etkinleştirilemedi: %s

source: unable to allocate netlink handle for monitoring link status: %s
tr: hat durumunu gözlemlemek için netlink tanımlayıcısı ayrılamadı: %s

source: unable to allocate netlink link cache for monitoring link status: %s
tr: hat durumunu gözlemlemek için netlink hat önbelleği ayrılamadı: %s

source: unable to join netlink group: %s
tr: netlink grubuna bağlanılamadı: %s

source: error updating link cache: %s
tr: Hat önbelleği güncellenemedi: %s

source: Invalid option. Please use --help to see a list of valid options.
tr: Geçersiz seçenek. Lütfen --help kullanarak geçerli seçeneklere göz atın.

source: %s. Please use --help to see a list of valid options.
tr: %s. --help parametresiyle geçerli seçenekleri görebilirsiniz.

source: # Created by NetworkManager
tr: # NetworkManager tarafından oluşturuldu

source: # Merged from %s
tr: # %s'ten birleştirildi

source: no usable DHCP client could be found.
tr: Kullanılabilecek DHCP istemcisi bulunamadı.

source: 'dhclient' could be found.
tr: 'dhclient' bulunamadı.

source: 'dhcpcd' could be found.
tr: 'dhcpcd' bulunamadı.

source: unsupported DHCP client '%s'
tr: Desteklenmeyen DHCP istemcisi '%s'

source: Unknown log level '%s'
tr: Bilinmeyen günlük seviyesi '%s'

source: Unknown log domain '%s'
tr: Bilinmeyen günlük alanı '%s'

source: NOTE: the libc resolver may not support more than 3 nameservers.
tr: NOT: libc alan adı çözücüsü 3'ten fazla isim sunucuyu desteklemeyebilir.

source: The nameservers listed below may not be recognized.
tr: Aşağıda listelenen isim sunucuları tanınmayabilir.

source: Insufficient privileges.
tr: Bu işlemi yapmak için yeterli yetkiniz yok.

source: Auto %s
tr: Oto %s

source: System
tr: Sistem
